[{"name":"Thinking textures","content":[{"type":"text","textFrames":[{"page":"7","content":"thinking\rtextures"}]},{"type":"image","path":"Macintosh HD:Users:penso:Downloads:ed5a9d0ef60ad3f1ceb4ee287363b044.jpg"},{"type":"text","textFrames":[{"page":"7","content":"Texture is becoming integral to design. It’s gone beyond being a trend — it’s now a simple and effective way to add depth to a website. Wielding the power of texture is a great responsibility. It increases the effectiveness of websites and is a quality tool in the arsenal of designers. It can guide the user’s eye and emphasize the importance of key elements.\r\rHowever, texture has long been synonymous with “dirty” or “grungy” design. Its overuse can be seen throughout the world of music group websites and has left a bad taste in the mouths of designers. Due to its frequent misuse, its benefits have long been overlooked. Texture can bring a website together, but should not be the main focus.\r\r\r"},{"page":"9","content":"Oh, well. It looks good \r\rDesign should serve a purpose, and each decision about texture should be made by weighing the pros and cons. Let’s start by going over some of the key benefits.\r\rTexture can highlight elements such as titles, headings, icons and buttons. It draws the eye to calls to action and main headings. This is perhaps the clearest way that the trend towards textures is catching on. When used minimally, texture separates the content from the rest of the website.It guides the user’s eye directly to the intended element. It can be a great way to separate key branding elements.\r\rDesign should serve a purpose, and each decision about texture should be made by weighing the pros and cons. Let’s start by going over some of the key benefits.\rVisual appearance includes more than just shape and colour; texture and surface finish (e.g., matte, satin, glossy) also must be accurately modeled. \rThe effects that these attributes have on an object’s appearance depend in turn on the illumination, which may be diffuse, from a single source, or both. There are several approaches to rendering the interaction of light with surfaces. \r\rWe love texture on the Web for a multitude of reasons. Design decisions shouldn’t be made simply on the basis \r\r"},{"page":"9","content":"Design should serve a purpose, and each decision about texture should be made by weighing the pros and cons. Let’s start by going over some of the key benefits.\r\rA CALL TO ACTION\r\rTexture can highlight elements such as titles, headings, icons and buttons. It draws the eye to calls to action and main headings. This is perhaps the clearest way that the trend towards textures is catching on. When used minimally, texture separates the content from the rest of the website.It guides the user’s eye directly to the intended element. \r\rBefore we get into textures in depth, let’s distinguish between patterns and textures. These words are often used synonymously. Patterns are typically small, repeating, tileable elements, whereas textures tend to be much bigger images that don’t repeat. Imagine a Venn diagram, with textures on the left and patterns on the right, with a little overlap in the middle. "}]},{"type":"image","path":"Macintosh HD:Users:penso:Downloads:b9484a08c52d46b3d85af0ecde7eca68.jpg"},{"type":"text","textFrames":[{"page":"9","content":"“Texture is something we forget. it makes outfits look very expensive. You can do a monochromatic outfit, if you’re afraid of things that are more colorful and printed, and still create interest   \r- Stacy London"}]},{"type":"image","path":"Macintosh HD:Users:penso:Downloads:85da180fd4e1113fa55c6c8c0519f81e.jpg"}]},{"name":"In nudes","content":[{"type":"text","textFrames":[{"page":"10","content":"in nudes"}]},{"type":"image","path":"Macintosh HD:Users:penso:Downloads:HannahC3.jpg"},{"type":"text","textFrames":[{"page":"12","content":"COLORS\rColour is a powerful and important communication tool, and it is tied to religious, cultural, political and social influences.By stopping to consider what each colour represents and is linked to in the ‘real world’ we can make informed design decisions that ensure we appeal to our target audience. Without this consideration we run the risk of offending the very people were are designing for.\r\rMost of us have a favourite colour or prefer some colours over others. This is because can affect our moods so we surround ourselves in the colours that have a positive impact on our mood.\r\rFEELINGS\rRed can boost your energy, yellow often makes people feel happier, and blue is proven to bring down blood pressure and slow your heart rate which is why it is often associated with being relaxing. If you combine the happiness of yellow and the relaxing feel of blue you get green, a very pleasing colour for many people.Mental health units are known to use pastel tones on their walls so that patients feel calm, happy, and relaxed. Walls that are beige with a pink tint combined with mint green floors are a popular combina"},{"page":"12","content":"tion as it is said to create a soothing.\rAt the other end of the spectrum, literally, schools tend to user bright colours that appeal to children.\r\rWhen choosing colours for your next design it is important to consider how they will combine and sit with the other elements on the page and what impact that will have on the mood of your audience.\r\rMEANING\rDifferent colours mean different things in different places. This is extremely important for designers to know because without an awareness of the cultural significance of a particular colour, you risk offending your entire target audience. Purple for example is a colour of mourning in Thailand. In western culture however, it is associated with royalty, luxury, wealth and sometimes magic. The brand colour for Thai Airways is purple. On first glance this seems like a huge error on their part because as mentioned above, purple is a colour of mourning in Thailand.\r\rIt is most likely however, that the Thai Airways website isn’t aimed at locals but at tourists, therefore if westerners view the site and see purple it will associate Thai Airways with values such as luxury and comfort, positive impact on our mood.\r"}]},{"type":"image","path":"Macintosh HD:Users:penso:Downloads:375ba3a0031355c623fbd0ebda4ce8fa.jpg"},{"type":"text","textFrames":[{"page":"13","content":"The Pantone is a standardized colour reproduction system. By standardizing the colours, different manufacturers in different locations can all refer to the Pantone system to make sure colours match without direct contact with one another.  "}]},{"type":"image","path":"Macintosh HD:Users:penso:Downloads:aa24a430983d47e63fde818048b1b124.jpg"},{"type":"text","textFrames":[{"page":"13","content":" SHIRT in rough silk are a great addition to every outfit. "}]},{"type":"text","textFrames":[{"page":"13","content":"Beige stockings in Lycra are a great addition to every outfit. "}]},{"type":"image","path":"Macintosh HD:Users:penso:Downloads:2071A.jpg"}]}]